---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecAmbientTemperature
source: html/31ac95ee-1673-d48e-5725-09ea790e9a78.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecAmbientTemperature Property

"Ambient Temperature"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecAmbientTemperature { get; }
```